Repository: edgarsj/edocviewer
Catalog: xliff/*.xlf
Languages: lv

# dropzone.title
source: Drop your eDoc/Asic-E file here
lv: Ievelc eDoc/Asic-E failu šeit

# dropzone.description
source: or click to browse files
lv: vai klikšķini, lai pārlūkotu failus

# dropzone.selectFile
source: Select File
lv: Izvēlēties failu

# dropzone.suggestedFileLabel
source: Suggested file:
lv: Ieteiktais fails:

# signatures.valid
source: Valid signature
lv: Derīgs

# signatures.verifying
source: Verifying certificate status...
lv: Paraksta sertifikāta pārbaude...

# signatures.invalid
source: Invalid signature
lv: Nederīgs paraksts

# signatures.unknown
source: Could not verify certificate revocation status
lv: Nevarēja noteikt paraksta derīguma statusu

# signatures.unsupported
source: Verification not supported on this platform
lv: Pārbaude nav atbalstīta šajā platformā

# signatures.details
source: details
lv: detaļas

# signatures.cryptoCheck
source: Signature cryptography
lv: Paraksta kriptogrāfija

# signatures.docsCheck
source: All documents signed
lv: Visi dokumenti parakstīti

# signatures.revocationCheck
source: Certificate revocation
lv: Sertifikāta atsaukšana

# signatures.timestamp
source: Timestamp
lv: Laika zīmogs

# signatures.revoked
source: revoked
lv: atsaukts

# signatures.unknownStatus
source: unknown
lv: nezināms

# signatures.signedBy
source: Signed by:
lv: Parakstījis:

# signatures.date
source: Date
lv: Datums

# signatures.referencedFiles
source: Referenced files in signature
lv: Parakstā iekļautie faili

# signatures.unsignedFiles
source: Unsigned files
lv: Neparakstītie faili

# signatures.title
source: Signatures
lv: Paraksti

# signatures.noSignatures
source: No signatures found
lv: Nav parakstu

# sa7c8c31e43a211d5
source: No files found
lv: Nav failu

# file.download
source: Download
lv: Saglabāt

# documents.title
source: Document Files
lv: Dokumenti

# s1d093e853c7fbc9e
source: Download All
lv: Saglabāt visus

# documents.noDocuments
source: No document files found
lv: Nav dokumentu

# metadata.title
source: Metadata Files (Advanced)
lv: Metadati

# metadata.noMetadata
source: No metadata files found
lv: Nav metadatu failu

# app.processing_document
source: Processing document...
lv: Dokumenta apstrāde...

# error.title
source: Error
lv: Kļūda

# offline.message
source: You are currently offline. Some features may be limited.
lv: Nav pieejas internetam. Dažas funkcijas var būt ierobežotas.

# app.installButton
source: Install to device
lv: Instalēt jūsu ierīcē

# legal.close_button
source: Close
lv: Aizvērt

# legal.about_tab
source: About
lv: Par

# legal.terms_tab
source: Terms
lv: Noteikumi

# legal.privacy_tab
source: Privacy
lv: Privātums

# legal.disclaimer_tab
source: Disclaimers
lv: Atruna

# legal.about_title
source: About eDoc Viewer
lv: Par eDoc Viewer

# legal.about_intro
source: eDoc Viewer is a simple tool for viewing and verifying electronic signature files. Here's what you need to know:
lv: eDoc Viewer ir vienkāršs rīks elektronisko parakstu failu apskatei un pārbaudei. Īsumā:

# legal.about_feature1
source: Fast viewing of ASiC-E and eDoc content - easily see and access the documents inside your electronically signed containers without installing special software.
lv: Ātra ASiC-E un eDoc satura apskate - viegli redzēt un piekļūt dokumentiem jūsu elektroniski parakstītajos konteineros, neinstalējot papildu programmatūru.

# legal.about_feature2
source: Signature verification is included, but please note that verification can be unreliable.
lv: Parakstu pārbaude ir iekļauta, taču ņemiet vērā, ka tā var būt neprecīza.

# legal.about_feature3
source: For optimal usage, open in Chrome on your desktop and install it as an app. This allows you to quickly view eDoc/ASiC-E files directly from your computer by simply clicking on them.
lv: Optimālai lietošanai atveriet eDoc Viewer Chrome pārlūkprogrammā datorā un instalējiet to kā lietotni. Tas ļaus jums ātri apskatīt eDoc/ASiC-E failus tieši no sava datora, vienkārši uz tiem noklikšķinot.

# legal.about_feature4
source: Mobile use is supported, but limited. On mobile devices, you'll need to manually open the app first, then click the browse button to select eDoc/ASiC-E files from your device.
lv: Mobilā lietošana ir atbalstīta, bet ar ierobežojumiem. Mobilajās ierīcēs vispirms būs manuāli jāatver lietotne un pēc tam jānoklikšķina uz pārlūkošanas pogas, lai atlasītu eDoc/ASiC-E failus no sava ierīces.

# legal.about_feature5
source: All processing happens locally in your browser - your documents are never uploaded to any server, providing maximum privacy.
lv: Visa apstrāde notiek lokāli jūsu pārlūkprogrammā - jūsu dokumenti nekad netiek augšupielādēti uz serveriem, nodrošinot maksimālu privātumu.

# legal.about_opensource
source: eDoc Viewer is an open-source project. Feel free to contribute or report issues on our <a href="https://github.com/edgarsj/edocviewer" target="_blank">GitHub repository</a> or contact us at <a href="mailto:edocviewer@zenomy.tech">edocviewer@zenomy.tech</a>.
lv: eDoc Viewer ir atvērtā koda projekts. Jūs varat piedāvāt uzlabojumus vai ziņot par problēmām <a href="https://github.com/edgarsj/edocviewer" target="_blank">GitHub projektā</a> vai sazināties ar mums e-pastā <a href="mailto:edocviewer@zenomy.tech">edocviewer@zenomy.tech</a>.

# legal.terms_title
source: Terms of Service
lv: Pakalpojumu noteikumi

# legal.terms_effective_title
source: 1. Effective Date
lv: 1. Stāšanās spēkā

# legal.terms_effective_content
source: These Terms of Service are effective as of May 1, 2025.
lv: Šie Pakalpojumu noteikumi ir spēkā no 2025. gada 1. maija.

# legal.terms_acceptance_title
source: 2. Acceptance of Terms
lv: 2. Noteikumu pieņemšana

# legal.terms_acceptance_content
source: By using the eDoc Viewer application, you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use the application.
lv: Izmantojot eDoc Viewer lietotni, jūs piekrītat ievērot šos Pakalpojumu noteikumus. Ja jūs nepiekrītat šiem noteikumiem, lūdzu, nelietojiet šo lietotni.

# legal.terms_description_title
source: 3. Service Description
lv: 3. Pakalpojuma apraksts

# legal.terms_description_content
source: eDoc Viewer is a web application that allows users to view and verify EU standard ASiC-E and Latvian eDoc electronic signature files (.asice, .edoc). The application processes files locally in your browser and does not upload your documents to any server.
lv: eDoc Viewer ir tīmekļa lietotne, kas ļauj lietotājiem skatīt un pārbaudīt ES standarta ASiC-E un Latvijas eDoc elektroniskās paraksta failus (.asice, .edoc). Lietotne apstrādā failus lokāli jūsu pārlūkprogrammā un neaugšupielādē jūsu dokumentus uz nekādiem serveriem.

# legal.terms_usage_title
source: 4. Intended Use
lv: 4. Pieļaujamā lietošana

# legal.terms_usage_content
source: eDoc Viewer is designed specifically for viewing and accessing documents inside electronically signed container files. That's all it does, and that's what it's meant for.
lv: eDoc Viewer ir izstrādāts elektroniski parakstītu dokumentu apskatei un piekļuvei. Tas ir vienīgais, ko tas dara, un kam tas ir paredzēts.

# legal.terms_modifications_title
source: 5. Updates to the App
lv: 5. Pakalpojuma izmaiņas

# legal.terms_modifications_content
source: We may update or change eDoc Viewer from time to time to improve it. While we'll try to make sure it keeps working well, we can't promise that it will always be available or function exactly the same way.
lv: Mēs laiku pa laikam varam atjaunināt vai mainīt eDoc Viewer, lai to uzlabotu. Lai gan mēs centīsimies nodrošināt, ka tas turpina darboties labi, mēs nevaram apsolīt, ka tas vienmēr būs pieejams vai darbosies tieši tādā pašā veidā.

# legal.terms_opensource_title
source: 6. Open Source Software
lv: 6. Atvērtā koda programmatūra

# legal.terms_opensource_content
source: eDoc Viewer is open source software licensed under the MIT License. You are free to use, modify, and distribute the software in accordance with the terms of the MIT License.
lv: eDoc Viewer ir atvērtā koda programmatūra, kas licencēta saskaņā ar MIT licenci. Jums ir brīvība izmantot, modificēt un izplatīt šo programmatūru saskaņā ar MIT licences noteikumiem.

# legal.terms_source_code
source: The source code is available at:
lv: Pirmkods ir pieejams šeit:

# legal.privacy_title
source: Privacy Policy
lv: Privātuma politika

# legal.privacy_data_title
source: 1. Data Processing
lv: 1. Datu apstrāde

# legal.privacy_data_content
source: eDoc Viewer processes all files locally in your browser. Your documents are never uploaded to our servers or stored anywhere outside of your device.
lv: eDoc Viewer apstrādā visus failus lokāli jūsu pārlūkprogrammā. Jūsu dokumenti nekad netiek augšupielādēti uz mūsu serveriem vai glabāti ārpus jūsu ierīces.

# legal.privacy_analytics_title
source: 2. Analytics
lv: 2. Analītika

# legal.privacy_analytics_content
source: We use Plausible Analytics, a privacy-friendly analytics service, to collect anonymous usage data. This data helps us improve the application but cannot be used to identify individual users. No personal information is collected, and no cookies are used for tracking purposes.
lv: Mēs izmantojam Plausible Analytics, privātumam draudzīgu analītikas pakalpojumu, lai apkopotu anonīmus lietošanas datus. Šie dati palīdz uzlabot lietotni, bet tos nevar izmantot atsevišķu lietotāju identificēšanai. Netiek vākta nekāda personiskā informācija, un netiek izmantotas sīkdatnes izsekošanas nolūkos.

# legal.privacy_analytics_events
source: We count document verifications and file types to understand usage patterns. We log certificate verification URLs accessed through our proxy to improve compatibility. No document contents, filenames, or personal information is ever transmitted.
lv: Mēs uzskaitām dokumentu pārbaudes un faila tipus, lai izprastu lietošanas tendences. Reģistrējam sertifikātu pārbaudes saites, kas tiek izmantotas caur mūsu proxy, lai uzlabotu saderību. Dokumentu saturs, failu nosaukumi vai personiskā informācija nekad netiek pārsūtīta.

# legal.privacy_cookies_title
source: 3. Local Storage
lv: 3. Lokālā krātuve

# legal.privacy_cookies_content
source: eDoc Viewer uses your browser's localStorage feature only to save your language preferences and application settings. No third-party cookies are used.
lv: eDoc Viewer izmanto jūsu pārlūkprogrammas localStorage funkciju tikai jūsu valodas iestatījumu un lietotnes iestatījumu saglabāšanai. Netiek izmantotas trešo pušu sīkdatnes.

# legal.privacy_pwa_title
source: 4. PWA Installation
lv: 4. PWA instalēšana

# legal.privacy_pwa_content
source: When installed as a Progressive Web App (PWA), eDoc Viewer stores the application files on your device for offline use. You can uninstall the PWA at any time through your browser or operating system settings.
lv: Kad eDoc Viewer ir instalēts kā Progresīvā tīmekļa lietotne (PWA), lietotnes faili tiek glabāti jūsu ierīcē lietošanai bezsaistē. Jūs varat dzēst PWA jebkurā laikā, izmantojot pārlūkprogrammas vai operētājsistēmas iestatījumus.

# legal.privacy_thirdparty_title
source: 5. Third-Party Services
lv: 5. Trešo pušu pakalpojumi

# legal.privacy_thirdparty_content
source: The application may contain links to third-party websites or services. We are not responsible for the privacy practices of these external sites.
lv: Lietotnē var būt saites uz trešo pušu tīmekļa vietnēm vai pakalpojumiem. Mēs neesam atbildīgi par šo ārējo vietņu privātuma praksi.

# legal.disclaimer_title
source: Disclaimers
lv: Atruna

# legal.disclaimer_warranty_title
source: 1. No Warranty
lv: 1. Bez garantijas

# legal.disclaimer_warranty_content
source: eDoc Viewer is provided "as is" and we can't guarantee it will always work perfectly. We've built it to be helpful, but sometimes things might not work as expected.
lv: eDoc Viewer tiek piedāvāts "kāds tas ir", un mēs nevaram garantēt, ka tas vienmēr darbosies perfekti. Mēs to izveidojām, lai tas būtu noderīgs, taču dažreiz tas var nedarboties, kā gaidīts.

# legal.disclaimer_liability_title
source: 2. Limitation of Liability
lv: 2. Atbildības ierobežojumi

# legal.disclaimer_liability_content
source: The eDoc Viewer team isn't responsible for any problems that might arise from using this app. We've created it to help you, but you use it at your own risk.
lv: eDoc Viewer komanda nav atbildīga par problēmām, kas var rasties, izmantojot šo lietotni. Izveidojām, lai tas būtu noderīgs, but tā lietošana ir katra paša risks.

# legal.disclaimer_verification_title
source: 3. Signature Verification
lv: 3. Parakstu pārbaude

# legal.disclaimer_verification_content
source: While eDoc Viewer tries to verify electronic signatures, for legally binding verification please use official qualified validation services from <a href="https://eidas.ec.europa.eu/efda/trust-services/browse/eidas/tls/search/type?step=1" target="_blank">EU Trusted service providers list</a> or <a href="https://www.eparaksts.lv/" target="_blank">Latvian eParaksts validator</a>. Think of eDoc Viewer as a convenient way to check documents, not an official verification tool.
lv: Lai gan eDoc Viewer mēģina pārbaudīt elektroniskos parakstus, juridiski saistošai pārbaudei, lūdzu, izmantojiet oficiālos rīkus, no <a href="https://eidas.ec.europa.eu/efda/trust-services/browse/eidas/tls/search/type?step=1" target="_blank">ES uzticamu sertifikācijas pakalpojumu sniedzēju saraksta</a> vai <a href="https://www.eparaksts.lv/" target="_blank">Latvijas eParaksts validatoru</a>. Uztveriet eDoc Viewer kā ērtu veidu ātrai dokumentu pārbaudei, nevis kā oficiālu verifikācijas rīku.

# legal.disclaimer_security_title
source: 4. Security Considerations
lv: 4. Drošības apsvērumi

# legal.disclaimer_security_content
source: While processing files locally in your browser helps protect your privacy, be aware that browser extensions or other software might potentially access your data. Please make sure your device and browser are up-to-date and secure when handling important documents.
lv: Lai gan failu lokāla apstrāde jūsu pārlūkprogrammā palīdz aizsargāt jūsu privātumu, ņemiet vērā, ka pārlūkprogrammas paplašinājumi vai cita programmatūra potenciāli var piekļūt jūsu datiem. Lūdzu, pārliecinieties, ka jūsu ierīce un pārlūkprogramma ir atjauninātas un drošas, kad darbojaties ar svarīgiem dokumentiem.

# legal.disclaimer_opensource_title
source: 5. Open Source Components
lv: 5. Atvērtā koda komponenti

# legal.disclaimer_opensource_content
source: eDoc Viewer uses various open source software components, each with its own license. These components are provided "as is" by their respective authors.
lv: eDoc Viewer izmanto dažādus atvērtā koda programmatūras komponentus, kuriem katram ir sava licence. Šos komponentus to attiecīgie autori nodrošina "tādi, kādi tie ir".

# app.description
source: View and verify EU standard ASiC-E and Latvian eDoc electronic signature files (.asice, .edoc)
lv: Skatīt un pārbaudīt EU standarta ASiC-E un Latvijas eDoc elektroniskā paraksta failus (.asice, .edoc)

# app.learn_more
source: Learn more
lv: Vairāk

# app.backButtonLabel
source: Back
lv: Atpakaļ

# app.version
source: Version
lv: Versija

# app.open_source
source: Open Source
lv: Atvērtais kods

# app.questions_support
source: Questions, suggestions, or bug reports
lv: Jautājumiem, ieteikumiem un kļūdu ziņojumiem

# legal.about_feature2_verification_tools
source: For legally binding verification please use official qualified validation services from <a href="https://eidas.ec.europa.eu/efda/trust-services/browse/eidas/tls/search/type?step=1" target="_blank">EU Trusted service providers list</a> or <a href="https://www.eparaksts.lv/" target="_blank">Latvian eParaksts validator</a>. Think of eDoc Viewer as a convenient way to check documents, not an official verification tool.
lv: Juridiski saistošai pārbaudei jāizmanto oficiālie rīki no <a href="https://eidas.ec.europa.eu/efda/trust-services/browse/eidas/tls/search/type?step=1" target="_blank">ES uzticamu sertifikācijas pakalpojumu sniedzēju saraksta</a> vai <a href="https://www.eparaksts.lv/" target="_blank">Latvijas eParaksts validatoru</a>. Uztveriet eDoc Viewer kā ērtu veidu ātrai dokumentu pārbaudei, nevis kā oficiālu verifikācijas rīku.

# signatures.betaTagTooltip
source: Signature verification might be unreliable, more »
lv: Parakstu pārbaude var būt neprecīza, vairāk »

# file.clickToView
source: Click to view
lv: Skatīt

# file.clickToDownload
source: Click to download
lv: Lejupielādēt

# file.view
source: View
lv: Skatīt

# preview.noData
source: No file data available
lv: Nav pieejama faila datu informācija

# preview.unsupportedType
source: Unsupported file type for preview
lv: Nav atbalstīts faila formāts

# preview.openInNewTab
source: Open in New Tab
lv: Atvērt jaunā cilnē

# preview.pdfMobileUnsupported
source: PDF preview is not available on mobile devices
lv: PDF apskate nav pieejama mobilajās ierīcēs

# preview.openPdf
source: Open PDF
lv: Atvērt PDF

# preview.docxError
source: Error rendering DOCX file. The file may be corrupted or not supported.
lv: Kļūda attēlojot DOCX failu. Fails var būt bojāts vai arī nav atbalstīts.

# preview.loading
source: Loading document...
lv: Atvēršana...

# app.check_updates
source: Check for updates
lv: Pārbaudīt atjauninājumus

# app.checking_updates
source: Checking...
lv: Pārbauda...

# app.updating
source: Updating...
lv: Atjaunina...

# app.up_to_date
source: Up to date
lv: Aktuāla versija
